Repository: LunarisTeam/CLAY
Catalog: CLAY/Resources/Localizable.xcstrings
Source language: en
Languages: it

source: ⚠️ Warning ⚠️ Clay is a technical demo. All drawings made within the application are temporary and will be lost when you close the application or click 'Reset Canvas'.
it: ⚠️ Avviso ⚠️ Clay è una demo tecnica. Tutti i disegni eseguiti all'interno dell'applicazione sono temporanei e andranno persi quando si chiude l'applicazione o si fa clic su “Resetta Tela".

source: Brush Type
it: Tipo di Pennello

source: Calligraphic
it: Calligrafico

source: Color
it: Colore

source: Metallic
it: Metallico

source: Particle Size
it: Dimensione delle Particelle

source: Reset canvas
it: Ripristina Tela

source: Reset Placement
it: Ripristino del posizionamento

source: Roughness
it: Ruvidità

source: Set up the space that you will use to create your masterpiece
it: Predisporre lo spazio che si utilizzerà per creare il proprio disegno

source: Set up your canvas
it: Configura la tela

source: Size
it: Dimensione

source: Sparkle
it: Scintillante

source: Speed Range
it: Intervallo di velocità

source: Speed Sensitivity
it: Sensibilità alla velocità

source: Start
it: Inizia

source: Start Drawing
it: Inizia a Disegnare

source: Thickness
it: Spessore

source: Uniform
it: Uniforme

source: Viscosity
it: Viscosità

source: Welcome to CLAY!
it: Benvenuti in CLAY!
